Repository: HuanchuanTech/xntfs
Catalog: xntfs/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: A sandboxed app can't mount this here, so paste this into Terminal:
zh_hans: 沙盒应用无法在此处挂载,请把下面命令粘贴到「终端」运行:

source: A sandboxed app can't mount this on macOS 26 — select this volume in Disk Utility and click Mount.
zh_hans: 沙盒应用在 macOS 26 上无法挂载——请在磁盘工具中选中此卷并点「挂载」。

source: A single copy under /Applications.
zh_hans: /Applications 下只有一份。

source: About xntfs
zh_hans: 关于 xntfs

source: Access
zh_hans: 访问权限

source: Access follows your read-only preferences. An image attached read-only stays read-only.
zh_hans: 访问方式遵循你的只读偏好设置。以只读方式附加的镜像仍然只能只读挂载。

source: Add Disk Image…
zh_hans: 添加磁盘映像…

source: Attach Disk Image
zh_hans: 附加磁盘映像

source: Attach writable
zh_hans: 以读写方式 attach

source: BSD device
zh_hans: BSD 设备

source: Can't enable it? Open Diagnostics to troubleshoot.
zh_hans: 无法启用?打开「诊断」排查。

source: Capacity
zh_hans: 容量

source: Choose Folder…
zh_hans: 选择文件夹…

source: Choose Image…
zh_hans: 选择映像…

source: Cleanup after an interrupted attempt
zh_hans: 清理异常中断后的临时项

source: Close
zh_hans: 关闭

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy Diagnostics
zh_hans: 复制诊断信息

source: Couldn't query FSKit — try Re-check.
zh_hans: 无法查询 FSKit——请点「重新检测」。

source: Couldn't read install paths in-app. Check in Terminal — expect a single /Applications path (not DerivedData) and no duplicates:
zh_hans: 应用内无法读取安装路径。请在终端检查——应只有一个 /Applications 路径(而非 DerivedData)且无重复:

source: Detach Disk Image
zh_hans: 分离磁盘映像

source: Detach Image…
zh_hans: 分离映像…

source: Devices
zh_hans: 设备

source: Diagnostics…
zh_hans: 诊断…

source: Disk drives
zh_hans: 磁盘驱动器

source: Disk images
zh_hans: 磁盘映像

source: Disk Images
zh_hans: 磁盘映像

source: Done
zh_hans: 完成

source: Eject
zh_hans: 推出

source: Ejecting…
zh_hans: 正在推出…

source: Enable ntfs3g in File System Extensions before mounting an image.
zh_hans: 请先在「文件系统扩展」中开启 ntfs3g，再挂载镜像。

source: Enable ntfs3g in File System Extensions before mounting this volume.
zh_hans: 请先在「文件系统扩展」中开启 ntfs3g，再挂载此卷。

source: Extension Diagnostics
zh_hans: 扩展诊断

source: Extension enabled
zh_hans: 扩展已启用

source: Extension in this app
zh_hans: 应用内的扩展

source: Extension installed
zh_hans: 扩展已安装

source: Failed
zh_hans: 失败

source: First enable ntfs3g in System Settings. Close files on this volume before continuing. A mounted volume will be unmounted normally; busy volumes will not be forced.
zh_hans: 请先在系统设置中开启 ntfs3g，并关闭此卷上正在使用的文件。已挂载的卷会先正常卸载；如果正在被占用，不会强制卸载。

source: Folder…
zh_hans: 文件夹…

source: Format
zh_hans: 格式

source: FSKit reports a copy outside /Applications. Check which app is registered.
zh_hans: FSKit 报告的扩展位于 /Applications 之外。请检查注册的应用副本。

source: GitHub
zh_hans: GitHub 项目主页

source: GitHub Issues
zh_hans: GitHub 问题反馈

source: Image
zh_hans: 映像

source: Image file
zh_hans: 映像文件

source: In Settings, scroll to Extensions → open “File System Extensions” → turn on “ntfs3g”.
zh_hans: 在系统设置中向下滚动到「扩展」→ 打开「文件系统扩展」→ 启用「ntfs3g」。

source: In-app mount goes to /Volumes (macOS 27+). Choose a folder to mount into a custom location via a Terminal command.
zh_hans: 应用内挂载会挂到 /Volumes(需 macOS 27+)。若要挂载到自定义位置,请选择一个文件夹,通过终端命令完成。

source: Install path unknown.
zh_hans: 安装路径未知。

source: Loaded from a dev build (DerivedData) — install the release app to /Applications.
zh_hans: 从开发构建(DerivedData)加载——请将正式版应用安装到 /Applications。

source: macOS 15 prefers Apple's NTFS driver. This one-time compatibility command switches only the selected volume to xntfs.
zh_hans: macOS 15 优先使用苹果内置的 NTFS 驱动。这个一次性兼容命令只将所选卷切换为 xntfs 挂载。

source: macOS 15 uses Apple's NTFS driver by default. Mount with xntfs requires a one-time command in Terminal, also for images attached in Disk Utility.
zh_hans: macOS 15 默认使用苹果内置的 NTFS 驱动。使用 xntfs 挂载需要在终端执行一次命令，通过磁盘工具附加的镜像也适用。

source: Manual mounting
zh_hans: 手动挂载

source: More than one registration found — this can grey out the toggle.
zh_hans: 发现多个注册——这可能导致开关变灰。

source: Mount
zh_hans: 挂载

source: Mount %@
zh_hans: 挂载 %@

source: Mount as read-only by default
zh_hans: 默认以只读方式挂载

source: Mount Disk Image
zh_hans: 挂载磁盘映像

source: Mount Image…
zh_hans: 挂载映像…

source: Mount in Disk Utility…
zh_hans: 在磁盘工具中挂载…

source: Mount into folder
zh_hans: 挂载到文件夹

source: Mount read-only
zh_hans: 以只读方式挂载

source: Mount to
zh_hans: 挂载到

source: Mount to Folder…
zh_hans: 挂载到文件夹…

source: Mount with xntfs
zh_hans: 使用 xntfs 挂载

source: Mount with xntfs…
zh_hans: 使用 xntfs 挂载…

source: Mount…
zh_hans: 挂载…

source: Mounted
zh_hans: 已挂载

source: Mounted · read-only
zh_hans: 已挂载 · 只读

source: Mounted at
zh_hans: 挂载于

source: Mounting in the app isn't available — use Disk Utility to mount this volume.
zh_hans: 应用内挂载不可用——请用磁盘工具挂载此卷。

source: Mounting in the app requires macOS 27. Use Disk Utility to mount this volume.
zh_hans: 应用内挂载需要 macOS 27。请用磁盘工具挂载此卷。

source: Mounting…
zh_hans: 正在挂载…

source: Mounts under /Volumes.
zh_hans: 挂载到 /Volumes。

source: Multiple registrations — remove the stale copies (old DerivedData/dev builds) so only the /Applications copy remains, then Re-check. Duplicates are a known cause of a greyed-out toggle.
zh_hans: 存在多个注册——请移除陈旧副本(旧的 DerivedData/开发构建),只保留 /Applications 那份,然后重新检测。重复注册是开关变灰的已知原因。

source: Name
zh_hans: 名称

source: No folder selected
zh_hans: 未选择文件夹

source: No NTFS volumes
zh_hans: 没有 NTFS 卷

source: None selected
zh_hans: 未选择

source: Not found. Run the app from Xcode once, or install it to /Applications.
zh_hans: 未找到。请用 Xcode 运行一次本应用,或将其安装到 /Applications。

source: Not mounted
zh_hans: 未挂载

source: NTFS drives mount automatically under /Volumes via the file-system extension. Use this app to eject, remount read-only, mount to a folder you choose, or open a disk image.
zh_hans: NTFS 磁盘会通过文件系统扩展自动挂载到 /Volumes。本应用可用于推出、以只读方式重新挂载、挂载到你选择的文件夹,或打开磁盘映像。

source: NTFS extension not enabled
zh_hans: NTFS 扩展未启用

source: NTFS extension not installed
zh_hans: NTFS 扩展未安装

source: ntfs3g is enabled and available to mount NTFS volumes.
zh_hans: ntfs3g 已启用,可用于挂载 NTFS 卷。

source: ntfs3g is enabled in System Settings.
zh_hans: ntfs3g 已在系统设置中启用。

source: ntfs3g is included in this app. macOS 15 cannot reliably report third-party FSKit registration or enablement to the app.
zh_hans: 应用内已包含 ntfs3g。macOS 15 无法向应用可靠地报告第三方 FSKit 扩展的注册和启用状态。

source: ntfs3g is registered with the system.
zh_hans: ntfs3g 已在系统中注册。

source: OK
zh_hans: 好

source: On macOS 15, enable ntfs3g in Settings, then select a volume to mount it with xntfs.
zh_hans: macOS 15 用户请先在系统设置中开启 ntfs3g，再选择一个卷，使用 xntfs 挂载。

source: On this macOS a sandboxed app can't run mount for you. Paste this into Terminal:
zh_hans: 在此版本 macOS 上,沙盒应用无法替你执行 mount。请把下面的命令粘贴到“终端”运行:

source: Open Disk Utility
zh_hans: 打开磁盘工具

source: Open Settings…
zh_hans: 打开系统设置…

source: Operation failed
zh_hans: 操作失败

source: Plug in an NTFS drive, or add a disk image.
zh_hans: 请插入 NTFS 磁盘,或添加磁盘映像。

source: Plug in an NTFS drive, or attach a disk image in Disk Utility.
zh_hans: 插入 NTFS 磁盘,或在磁盘工具中附加磁盘映像。

source: Plug in an NTFS drive, or mount a disk image.
zh_hans: 请插入 NTFS 磁盘,或挂载一个磁盘映像。

source: Re-check
zh_hans: 重新检测

source: Read and write NTFS drives on your Mac with Apple FSKit and ntfs-3g. No macFUSE or kernel extension required.
zh_hans: 通过 Apple FSKit 和 ntfs-3g，在 Mac 上读写 NTFS 磁盘，无需 macFUSE 或内核扩展。

source: Read-only
zh_hans: 只读

source: Read-only access for attached NTFS disk images.
zh_hans: 对已附加的 NTFS 磁盘映像使用只读访问。

source: Read-only access for NTFS disk drives.
zh_hans: 对 NTFS 磁盘驱动器使用只读访问。

source: Read-only preferences
zh_hans: 只读偏好设置

source: Registration
zh_hans: 注册

source: Remove from List
zh_hans: 从列表移除

source: Reveal in Finder
zh_hans: 在访达中显示

source: Run the command yourself in Terminal. It asks for confirmation and an administrator password. The app does not run it or request administrator access.
zh_hans: 请自行在终端执行命令。命令会请你确认操作并输入管理员密码。应用不会代为执行，也不会请求管理员权限。

source: Run this in Terminal — a sandboxed app can't do it for you:
zh_hans: 在终端运行——沙盒应用无法替你执行:

source: Select a raw NTFS volume image. Open partitioned or compressed disk images in Disk Utility.
zh_hans: 请选择原始 NTFS 卷镜像。包含分区表或压缩格式的磁盘镜像，请在磁盘工具中打开。

source: Select a volume
zh_hans: 选择一个卷

source: Select this volume in Disk Utility and click Mount.
zh_hans: 请在磁盘工具中选中此卷并点「挂载」。

source: Status unavailable on macOS 15. Check the ntfs3g switch in System Settings; an unknown status does not mean it is disabled.
zh_hans: macOS 15 上无法查询此状态。请到系统设置中检查 ntfs3g 开关；状态未知不代表未启用。

source: Still off after toggling? On macOS 26 the File System Extensions switch can be a no-op (a known system bug). As a last resort — unsupported — inspect the FSKit settings, force-enable, and restart its agent:
zh_hans: 开了开关还是没启用?在 macOS 26 上「文件系统扩展」开关可能无效(已知系统 bug)。作为最后手段(非官方支持):检查 FSKit 设置、强制启用,并重启其 agent:

source: System
zh_hans: 系统

source: System (/Volumes)
zh_hans: 系统(/Volumes)

source: The device identity or command resource is unavailable. Reconnect the volume and reopen this panel; do not reuse an old command.
zh_hans: 无法获取设备身份或命令资源。请重新连接设备并打开此面板，不要继续使用旧命令。

source: The image will mount read-only (recommended).
zh_hans: 镜像将以只读方式挂载(推荐)。

source: The image will mount read-write.
zh_hans: 镜像将以读写方式挂载。

source: The system did not return an xntfs image mount. Refresh the volume list and check Diagnostics.
zh_hans: 系统未返回由 xntfs 挂载的镜像。请刷新卷列表并查看诊断信息。

source: The system did not return an xntfs mount. Refresh the volume list and check Diagnostics.
zh_hans: 系统未返回由 xntfs 挂载的卷。请刷新卷列表并查看诊断信息。

source: The temporary routing entry is removed after the attempt, including on failure or cancellation. Reconnecting the drive may require running a new command.
zh_hans: 挂载尝试结束后会清理临时路由项，失败或取消时也会清理。重新连接设备后，可能需要再次生成并执行命令。

source: The volume mounted with a different access mode than requested. Check its current status before using it.
zh_hans: 卷已挂载，但实际读写模式与请求不一致。请先确认卷的当前状态。

source: This appends ntfs3g to the enabled-modules list only if it's missing, then restarts fskit_agent. It edits files outside the sandbox, so the app can't run it for you.
zh_hans: 仅在缺失时把 ntfs3g 追加到已启用模块列表,然后重启 fskit_agent。它会修改沙盒之外的文件,所以应用无法替你执行。

source: This image is already mounted. Eject it before changing its access mode.
zh_hans: 此镜像已经挂载。如需更改读写模式，请先推出。

source: This removes only xntfs's inactive compatibility entry. It does not unmount volumes, change extension enablement, or remove other filesystem drivers.
zh_hans: 只清理 xntfs 已停止使用的兼容项，不会卸载卷、更改扩展启用状态或删除其他文件系统驱动。

source: This volume is already mounted. Eject it before changing its access mode.
zh_hans: 此卷已经挂载。如需更改读写模式，请先推出。

source: This volume is mounted with xntfs.
zh_hans: 此卷已由 xntfs 挂载。

source: This volume is read-only (e.g. an image attached read-only) and can only be mounted read-only.
zh_hans: 该卷为只读(例如以只读方式 attach 的镜像),只能以只读方式挂载。

source: Turn on “ntfs3g” in the File System Extensions list.
zh_hans: 在「文件系统扩展」列表中启用「ntfs3g」。

source: Turn on ntfs3g under File System Extensions.
zh_hans: 在「文件系统扩展」中开启 ntfs3g。

source: Volume
zh_hans: 卷
